let handler = async (m) => {

let anu =`╔═━───╍━╍╍┄ *xᴘ*
╠➺   .ʙᴜʏʟɪᴍɪᴛ <ᴊᴜᴍʟᴀʜ>
╠➺   .ᴅᴇʟʟɪᴍɪᴛ @ᴜꜱᴇʀ <ᴊᴜᴍʟᴀʜ ʟɪᴍɪᴛ>
╠➺   .ʟᴇᴠᴇʟᴜᴘ
╠➺   .ᴅᴀꜰᴛᴀʀ
╠➺   .ᴘʀᴏꜰɪʟᴇ [@ᴜꜱᴇʀ]
╠➺   .ᴜɴʀᴇɢ
╠➺   .ᴄᴜᴘᴏɴ [@ᴜꜱᴇʀ] (ⓛ)
╠➺   .ᴅᴀɪʟʏ
╠➺   .ᴄʟᴀɪᴍ
╠➺   .ʜᴏᴜʀʟʏ
╠➺   .ʟᴇᴀᴅᴇʀʙᴏᴀʀᴅ [ᴊᴜᴍʟᴀʜ ᴜꜱᴇʀ]
╠➺   .ʟʙ [ᴊᴜᴍʟᴀʜ ᴜꜱᴇʀ]
╰─── –
╔═━───╍━╍╍┄ *ʀᴘɢ*
╠➺   .ᴀᴅᴠᴇɴᴛᴜʀᴇ
╠➺   .ʙᴀɴᴋ
╠➺   .ʙᴀɴꜱᴏꜱ
╠➺   .ʙᴇʀʙɪꜱɴɪꜱ (ⓛ)
╠➺   .ʙᴇʀʙᴜʀᴜ
╠➺   .ʙᴇʀᴅᴀɢᴀɴɢ @[ᴛᴀɢ] (ⓛ)
╠➺   .ʙᴇʀᴋᴇʙᴏɴ (ⓛ)
╠➺   .ᴊᴜᴅɪ [ᴊᴜᴍʟᴀʜ]
╠➺   .ʙᴏɴᴜꜱ
╠➺   .ʜᴀᴅɪᴀʜ
╠➺   .ʙᴜɪʟᴅ <ᴀʀɢꜱ>
╠➺   .ᴜᴘɢʀᴀᴅᴇ <ꜱᴇʟʟ|ʙᴜʏ> <ᴀʀɢꜱ>
╠➺   .ʙᴜʟᴀɴᴀɴ
╠➺   .ʙᴜʏɢɪꜰᴛ <ᴛᴏᴛᴀʟ>
╠➺   .ᴄᴀꜱɪɴᴏ <ᴊᴜᴍʟᴀʜ> @ʟᴀᴡᴀɴ
╠➺   .ᴄᴀꜱɪɴᴏ <ᴊᴜᴍʟᴀʜ>
╠➺   .ʜᴜᴛᴀɴɢ
╠➺   .ᴄʜᴏᴘ
╠➺   .ᴄʜᴏᴘɪɢ
╠➺   .ᴄᴏʟʟᴇᴄᴛ
╠➺   .ᴍᴀꜱᴀᴋ <ᴍᴀꜱᴀᴋᴀɴ> <ᴀʀɢꜱ>
╠➺   .ᴄᴏᴏᴋ <ᴍᴀꜱᴀᴋᴀɴ> <ᴀʀɢꜱ>
╠➺   .ᴄᴅ
╠➺   .ᴄᴏᴏʟᴅᴏᴡɴ
╠➺   .ᴄʀᴀꜰᴛ
╠➺   .ᴅᴜᴇʟ @ᴛᴀɢ
╠➺   .ᴅᴜɴɢᴇᴏɴ [ɴᴀᴍᴀ ʀᴏᴏᴍ]
╠➺   .ᴇᴀᴛ
╠➺   .ᴍᴀᴋᴀɴ
╠➺   .ꜰᴇᴇᴅ [ᴘᴇᴛ ᴛʏᴘᴇ]
╠➺   .ꜰʀᴇᴇɢɪꜰᴛ <ᴋᴏᴅᴇ>
╠➺   .ɢᴀᴊɪ
╠➺   .ɢᴀᴊɪᴀɴ
╠➺   .ʜᴇᴀʟ
╠➺   .ɪɴᴠ (ⓛ)
╠➺   .ɪqᴛᴇꜱᴛ
╠➺   .ᴋᴀɴᴅᴀɴɢ
╠➺   .ᴋᴇʀᴊᴀ
╠➺   .ᴡᴏʀᴋ
╠➺   .ᴋᴏʙᴏʏ
╠➺   .ᴋᴏᴛᴀᴋɪᴋᴀɴ
╠➺   .ᴋᴏʟᴀᴍ
╠➺   .ᴋᴏʟᴀᴍɪᴋᴀɴ
╠➺   .ᴍᴀʟɪɴɢ (ⓛ)
╠➺   .ꜰɪꜱʜɪɴɢ <ᴀʀɢꜱ>
╠➺   .ᴍᴇɴᴛʀᴀɴꜱꜰᴇʀ <ᴀʀɢꜱ>
╠➺   .ᴍᴇʀᴀᴄɪᴋ [ᴛʏᴘᴇ] (ⓛ)
╠➺   .ᴍᴇʀᴀᴍᴘᴏᴋ *@ᴛᴀɢ* (ⓛ)
╠➺   .ᴍɪɴɢɢᴜᴀɴ
╠➺   .ᴍɪɴɪɴɢ
╠➺   .ᴍɪꜱꜱɪᴏɴ
╠➺   .ᴍᴏɴᴛʜʟʏ
╠➺   .ᴍᴜʟᴜɴɢ (ⓛ)
╠➺   .ᴍʏ
╠➺   .ɴᴀʙᴜɴɢ <ᴊᴜᴍʟᴀʜ>
╠➺   .ɴᴀᴍʙᴀɴɢ
╠➺   .ɴᴇʙᴀɴɢ
╠➺   .ɴɢᴇᴡᴇ  (ⓟ)
╠➺   .ɴɢᴏᴄᴏᴋ
╠➺   .ɴɢᴜʟɪ
╠➺   .ᴏᴊᴇᴋ
╠➺   .ᴏᴘᴇɴᴄʀᴀᴛᴇ [ᴄʀᴀᴛᴇ] [ᴄᴏᴜɴᴛ]
╠➺   .ᴏᴘᴇɴ [ᴄʀᴀᴛᴇ] [ᴄᴏᴜɴᴛ]
╠➺   .ᴘᴀꜱᴀʀ <ᴊᴜᴀʟ> <ᴀʀɢꜱ>
╠➺   .ᴘᴇᴛꜱʜᴏᴘ
╠➺   .ᴇxᴘᴏɪɴᴛ *<ᴛʏᴘᴇ|ᴊᴜᴍʟᴀʜ>*
╠➺   .qᴜᴇꜱᴛɢᴀᴍᴇ
╠➺   .ʀᴀᴍᴜᴀɴ [ᴘᴇᴛ ᴛʏᴘᴇ] (ⓛ)
╠➺   .ʀᴇᴅᴇᴇᴍ
╠➺   .ʀᴇᴘᴀɪʀ
╠➺   .ʀᴏʙ
╠➺   .ʀᴏᴋᴇᴛ
╠➺   .ʙᴜʏ [ɪᴛᴇᴍ] [ᴄᴏᴜɴᴛ]
╠➺   .ꜱᴇʟʟ [ɪᴛᴇᴍ] [ᴄᴏᴜɴᴛ]
╠➺   .ꜱʜᴏᴘꜰɪꜱʜ <ꜱᴇʟʟ|ʙᴜʏ> <ᴀʀɢꜱ> (ⓛ)
╠➺   .ꜱʜᴏᴘ <ꜱᴇʟʟ|ʙᴜʏ> <ᴀʀɢꜱ> (ⓛ)
╠➺   .ꜱᴇʟᴇᴄᴛꜱᴋɪʟʟ <ᴛʏᴘᴇ>
╠➺   .ꜱʟᴏᴛ
╠➺   .ᴊᴀᴄᴋᴘᴏᴛ
╠➺   .ꜱᴜᴍʙᴀɴɢᴀɴ [ᴊᴜᴍʟᴀʜ]
╠➺   .ᴛᴀᴍʙᴀɴɢ
╠➺   .ᴛᴀʀɪᴋ <ᴊᴜᴍʟᴀʜ>
╠➺   .ɢʀᴀʙ
╠➺   .ᴛᴏᴋᴏ <ꜱᴇʟʟ | ʙᴜʏ | ᴜᴘɢʀᴀᴅᴇ | ʀᴇᴘᴀɪʀ> <ᴀʀɢꜱ>
╠➺   .ᴛᴏᴋᴏ <ꜱᴇʟʟ | ʙᴜʏ | ᴜᴘɢʀᴀᴅᴇ | ʀᴇᴘᴀɪʀ> <ᴀʀɢꜱ>
╠➺   .ᴛʀᴀɴꜱꜰᴇʀ [ᴛʏᴘᴇ] [ᴊᴜᴍʟᴀʜ] [@ᴛᴀɢ]
╠➺   .ᴛꜰ [ᴛʏᴘᴇ] [ᴊᴜᴍʟᴀʜ] [@ᴛᴀɢ]
╠➺   .ᴜᴘɢʀᴀᴅᴇ
╠➺   .ᴜꜱᴇ <ɪᴛᴇᴍ> <ᴊᴜᴍʟᴀʜ>
╠➺   .ᴡᴇᴇᴋʟʏ
╠➺   .ᴘᴇᴛᴜᴀʟᴀɴɢ
╠➺   .ᴡᴏʀᴋ
╰─── –
`

await conn.sendMessage(m.chat, {
  text: `${anu}`,
      contextInfo: {
      externalAdReply: {
        title: 'MENU LIST ELAINA',
        body: 'E L A I N A  M U L T I D E V I C E',
        thumbnailUrl: 'https://telegra.ph/file/94b9d0b5ef233c97e00e1.jpg',
        sourceUrl: saluran,
        mediaType: 1,
        renderLargerThumbnail: true, 
      }
        }
      }, {
        quoted: m
      });
    }
/*
await conn.sendMessage(m.chat, {
  text: `${anu}`,
      contextInfo: {
      externalAdReply: {
        title: 'MENU LIST ELAINA',
        body: 'E L A I N A  M U L T I D E V I C E',
        thumbnailUrl: 'https://telegra.ph/file/94b9d0b5ef233c97e00e1.jpg',
        sourceUrl: 'https://whatsapp.com/channel/0029VaoJb11LikgEpNpBty0e',
        mediaType: 1,
        renderLargerThumbnail: true, 
        showAdAttribution: true
      }}
  })}
  */
handler.help = ['menuxp','menurpg']
handler.tags = ['info']
handler.command = /^(menuxp|menurpg)$/i

export default handler