let handler = async (m) => {

let anu =`╔═━───╍━╍╍┄ *ᴀᴜᴅɪᴏ*
╠➺   .ʙᴀꜱꜱ [ᴠɴ]
╠➺   .ʙʟᴏᴡɴ [ᴠɴ]
╠➺   .ᴅᴇᴇᴘ [ᴠɴ]
╠➺   .ᴇᴀʀʀᴀᴘᴇ [ᴠɴ]
╠➺   .ꜰᴀꜱᴛ [ᴠɴ]
╠➺   .ꜰᴀᴛ [ᴠɴ]
╠➺   .ɴɪɢʜᴛᴄᴏʀᴇ [ᴠɴ]
╠➺   .ʀᴇᴠᴇʀꜱᴇ [ᴠɴ]
╠➺   .ʀᴏʙᴏᴛ [ᴠɴ]
╠➺   .ꜱʟᴏᴡ [ᴠɴ]
╠➺   .ꜱᴍᴏᴏᴛʜ [ᴠɴ]
╠➺   .ᴛᴜᴘᴀɪ [ᴠɴ]
╠➺   .ʀᴇᴠᴇʀʙ [ᴠɴ]
╠➺   .ᴄʜᴏʀᴜꜱ [ᴠɴ]
╠➺   .ꜰʟᴀɴɢᴇʀ [ᴠɴ]
╠➺   .ᴅɪꜱᴛᴏʀᴛɪᴏɴ [ᴠɴ]
╠➺   .ᴘɪᴛᴄʜ [ᴠɴ]
╠➺   .ʜɪɢʜᴘᴀꜱꜱ [ᴠɴ]
╠➺   .ʟᴏᴡᴘᴀꜱꜱ [ᴠɴ]
╠➺   .ᴜɴᴅᴇʀᴡᴀᴛᴇʀ [ᴠɴ]
╠➺   .ᴛᴏᴍᴘ3
╠➺   .ᴛᴏᴠɴ (ʀᴇᴘʟʏ)
╚═─━╍╍━╍╾
╔═━───╍━╍╍┄ *ᴠᴏɪᴄᴇ*
╠➺   .ᴠɴɢᴜʀᴀ
╠➺   .ᴠɴᴋᴀᴇʟᴀ
╠➺   .ᴠɴᴋᴏʙᴏ
╠➺   .ᴠɴᴢᴇᴛᴀ
╚═─━╍╍━╍╾
╔═━───╍━╍╍┄ *ꜱᴏᴜɴᴅ*
╠➺   .ꜱᴏᴜɴᴅ1 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ2 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ3 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ4 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ5 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ6 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ7 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ8 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ9 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ10 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ11 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ12 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ13 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ14 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ15 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ16 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ17 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ18 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ19 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ20 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ21 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ22 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ23 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ24 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ25 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ26 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ27 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ28 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ29 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ30 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ31 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ32 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ33 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ34 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ35 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ36 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ37 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ38 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ39 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ40 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ41 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ42 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ43 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ44 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ45 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ46 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ47 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ48 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ49 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ50 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ51 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ52 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ53 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ54 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ55 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ56 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ57 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ58 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ59 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ60 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ61 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ62 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅᴅ63 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ64 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ65 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ66 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ67 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ68 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ69 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ70 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ71 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ72 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ73 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ74 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ75 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ76 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ77 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ78 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ79 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ80 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ81 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ82 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ83 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ84 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ85 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ86 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ87 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ88 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ89 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ90 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ91 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ92 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ93 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ94 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ95 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ96 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ97 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ98 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ99 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ100 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ101 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ102 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ103 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ104 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ105 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ106 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ107 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ108 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ109 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ110 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ111 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ112 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ113 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ114 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ115 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ116 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ117 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ118 (ⓛ)
╠➺   .ꜱᴏᴜɴᴅ119 (ⓛ)
╚═─━╍╍━╍╾
`
await m.reply(anu)
}
handler.help = ['menuaudio']
handler.tags = ['info']
handler.command = /^(menuaudio)$/i

export default handler