let handler = async (m) => {

let anu =`─₍🍁₎❝┊ *ɴꜱꜰᴡ*
╠➺   .ᴘᴀᴘᴛᴛ  (ⓟ)
╠➺   .ᴀʜᴇɢᴀᴏ (ⓛ)
╠➺   .ɢᴇɴꜱʜɪɴ  (ⓟ)
╠➺   .ꜱᴡɪᴍꜱᴜɪᴛ  (ⓟ)
╠➺   .ꜱᴄʜᴏᴏʟꜱᴡɪᴍꜱᴜɪᴛ  (ⓟ)
╠➺   .ᴡʜɪᴛᴇ  (ⓟ)
╠➺   .ʙᴀʀᴇꜰᴏᴏᴛ  (ⓟ)
╠➺   .ᴛᴏᴜʜᴏᴜ  (ⓟ)
╠➺   .ɢᴀᴍᴇᴄɢ  (ⓟ)
╠➺   .ʜᴏʟᴏʟɪᴠᴇ  (ⓟ)
╠➺   .ᴜɴᴄᴇɴꜱᴏʀᴇᴅ  (ⓟ)
╠➺   .ꜱᴜɴɢʟᴀꜱꜱᴇꜱ  (ⓟ)
╠➺   .ɢʟᴀꜱꜱᴇꜱ  (ⓟ)
╠➺   .ᴡᴇᴀᴘᴏɴ  (ⓟ)
╠➺   .ꜱʜɪʀᴛʟɪꜰᴛ  (ⓟ)
╠➺   .ᴄʜᴀɪɴ  (ⓟ)
╠➺   .ꜰɪɴɢᴇʀɪɴɢ  (ⓟ)
╠➺   .ꜰʟᴀᴛᴄʜᴇꜱᴛ  (ⓟ)
╠➺   .ᴛᴏʀɴᴄʟᴏᴛʜ  (ⓟ)
╠➺   .ʙᴏɴᴅᴀɢᴇ  (ⓟ)
╠➺   .ᴅᴇᴍᴏɴ  (ⓟ)
╠➺   .ᴡᴇᴛ  (ⓟ)
╠➺   .ᴘᴀɴᴛʏᴘᴜʟʟ  (ⓟ)
╠➺   .ʜᴇᴀᴅᴅʀᴇꜱꜱ  (ⓟ)
╠➺   .ʜᴇᴀᴅᴘʜᴏɴᴇ  (ⓟ)
╠➺   .ᴛɪᴇ  (ⓟ)
╠➺   .ᴀɴᴜꜱᴠɪᴇᴡ  (ⓟ)
╠➺   .ꜱʜᴏʀᴛꜱ  (ⓟ)
╠➺   .ꜱᴛᴏᴋɪɴɢꜱ  (ⓟ)
╠➺   .ᴛᴏᴘʟᴇꜱꜱ  (ⓟ)
╠➺   .ʙᴇᴀᴄʜ  (ⓟ)
╠➺   .ʙᴜɴɴʏɢɪʀʟ  (ⓟ)
╠➺   .ʙᴜɴɴʏᴇᴀʀ  (ⓟ)
╠➺   .ɪᴅᴏʟ  (ⓟ)
╠➺   .ᴠᴀᴍᴘɪʀᴇ  (ⓟ)
╠➺   .ɢᴜɴ  (ⓟ)
╠➺   .ᴍᴀɪᴅ  (ⓟ)
╠➺   .ʙʀᴀ  (ⓟ)
╠➺   .ɴᴏʙʀᴀ  (ⓟ)
╠➺   .ʙɪᴋɪɴɪ  (ⓟ)
╠➺   .ᴡʜɪᴛᴇʜᴀɪʀ  (ⓟ)
╠➺   .ʙʟᴏɴᴅᴇ  (ⓟ)
╠➺   .ᴘɪɴᴋʜᴀɪʀ  (ⓟ)
╠➺   .ʙᴇᴅ  (ⓟ)
╠➺   .ᴘᴏɴʏᴛᴀɪʟ  (ⓟ)
╠➺   .ɴᴜᴅᴇ  (ⓟ)
╠➺   .ᴅʀᴇꜱꜱ  (ⓟ)
╠➺   .ᴜɴᴅᴇʀᴡᴇᴀʀ  (ⓟ)
╠➺   .ꜰᴏxɢɪʀʟ  (ⓟ)
╠➺   .ᴜɴɪꜰᴏʀᴍ  (ⓟ)
╠➺   .ꜱᴋɪʀᴛ  (ⓟ)
╠➺   .ꜱᴇx  (ⓟ)
╠➺   .ꜱᴇx2  (ⓟ)
╠➺   .ꜱᴇx3  (ⓟ)
╠➺   .ʙʀᴇᴀꜱᴛ  (ⓟ)
╠➺   .ᴛᴡɪɴᴛᴀɪʟ  (ⓟ)
╠➺   .ꜱᴘʀᴇᴀᴅᴘᴜꜱꜱʏ  (ⓟ)
╠➺   .ᴛᴇᴀʀꜱ  (ⓟ)
╠➺   .ꜱᴇᴇᴛʜʀᴏᴜɢʜ  (ⓟ)
╠➺   .ʙʀᴇᴀꜱᴛʜᴏʟᴅ  (ⓟ)
╠➺   .ᴅʀᴜɴᴋ  (ⓟ)
╠➺   .ꜰᴀᴛᴇꜱᴇʀɪᴇꜱ  (ⓟ)
╠➺   .ꜱᴘʀᴇᴀᴅʟᴇɢꜱ  (ⓟ)
╠➺   .ᴏᴘᴇɴꜱʜɪʀᴛ  (ⓟ)
╠➺   .ʜᴇᴀᴅʙᴀɴᴅ  (ⓟ)
╠➺   .ꜰᴏᴏᴅ  (ⓟ)
╠➺   .ᴄʟᴏꜱᴇ  (ⓟ)
╠➺   .ᴛʀᴇᴇ  (ⓟ)
╠➺   .ɴɪᴘᴘʟᴇꜱ  (ⓟ)
╠➺   .ᴇʀᴇᴄᴛɴɪᴘᴘʟᴇꜱ  (ⓟ)
╠➺   .ʜᴏʀɴꜱ  (ⓟ)
╠➺   .ɢʀᴇᴇɴʜᴀɪʀ  (ⓟ)
╠➺   .ᴡᴏʟꜰɢɪʀʟ  (ⓟ)
╠➺   .ᴄᴀᴛɢɪʀʟ  (ⓟ)
╠➺   .ɴʜᴇɴᴛᴀɪ <ᴄᴏᴅᴇ>  (ⓛ)
╰─── –
─₍🍁₎❝┊ *ᴀꜱᴜᴘᴀɴ*
╠➺   .ᴀꜱᴜᴘᴀɴ (ⓛ)
╠➺   .ʙᴏᴋᴇᴘꜰʀᴇᴇ
╠➺   .ɪɴᴅᴏʜᴏᴛ  (ⓟ)
╠➺   .ᴊᴀᴘᴀɴ (ⓛ)
╠➺   .ᴄᴏꜱᴘʟᴀʏ (ⓛ)
╠➺   .ᴄʜɪɴᴀ
╠➺   .ᴠɪᴇᴛɴᴀᴍ
╠➺   .ᴛʜᴀɪʟᴀɴᴅ
╠➺   .ɪɴᴅᴏɴᴇꜱɪᴀ
╠➺   .ᴋᴏʀᴇᴀ
╠➺   .ᴊᴀᴘᴀɴ
╠➺   .ᴍᴀʟᴀʏꜱɪᴀ
╰─── –
`
await m.reply(anu)
}
handler.help = ['menunsfw']
handler.tags = ['info']
handler.command = /^(menunsfw)$/i

export default handler