let handler = async (m) => {

let anu =`─₍🍁₎❝┊ *ʜᴀᴠᴇꜰᴜɴ*
╠➺   .ᴀʀᴛɪɴᴀᴍᴀ (ⓛ)
╠➺   .ɪqᴛᴇꜱᴛ
╰─── –
─₍🍁₎❝┊ *ꜰᴜɴ*
╠➺   .ᴄᴇᴋᴋʜᴏᴅᴀᴍ *<ɴᴀᴍᴇ>*
╠➺   .ᴄᴇᴋᴋᴏɴᴛᴏʟ *<ɴᴀᴍᴇ>*
╠➺   .ᴄᴇᴋᴍᴇᴍᴇᴋ *<ɴᴀᴍᴇ>*
╠➺   .ᴄᴇʀɪᴛᴀʜᴏʀᴏʀ
╠➺   .ᴀᴘᴀᴋᴀʜ <ᴛᴇᴋꜱ>
╠➺   .ᴀᴘᴀᴋᴀʜ <ᴛᴇᴋꜱ>?
╠➺   .ᴄᴀɴᴛɪᴋᴄᴇᴋ
╠➺   .ɴᴀᴍᴀɴɪɴᴊᴀ <ᴛᴇᴋꜱ>
╠➺   .ᴘᴜʀʙᴀ <ᴛᴇᴋꜱ>
╠➺   .ʜᴏᴡɢᴀʏ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡᴘɪɴᴛᴀʀ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡᴄᴀɴᴛɪᴋ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡɢᴀɴᴛᴇɴɢ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡɢᴀʙᴜᴛ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡɢɪʟᴀ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡʟᴇꜱʙɪ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡꜱᴛʀᴇꜱꜱ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡʙᴜᴄɪɴ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡᴊᴏɴᴇꜱ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡꜱᴀᴅʙᴏʏ ꜱɪᴀᴘᴀ?
╠➺   .ᴊᴀᴅɪᴀɴ
╠➺   ᴋᴀᴘᴀɴ <ᴛᴇxᴛ>?
╠➺   ᴋᴀᴘᴀɴᴋᴀʜ <ᴛᴇxᴛ>?
╠➺   .ᴋᴀᴘᴀɴ <ᴛᴇxᴛ>?
╠➺   .ᴋᴀᴘᴀɴᴋᴀʜ <ᴛᴇxᴛ>?
╠➺   .ᴋᴇʀᴀɴɢ <ᴛᴇᴋꜱ>
╠➺   .ᴋᴇʀᴀɴɢᴀᴊᴀɪʙ <ᴛᴇᴋꜱ>
╠➺   .ꜱɪᴍɪ
╠➺   .ꜱɪᴍɪ2 ᴛᴇᴋꜱ
╠➺   .ᴛᴀᴜɢᴀꜱɪʜ (ⓛ)
╠➺   .ᴅᴀʀᴇ (ⓛ)
╠➺   .ᴊᴏᴋᴇ
╠➺   .ʟᴀʜᴇʟᴜ
╠➺   .ᴅᴀʀᴇ
╠➺   .ᴛʀᴜᴛʜ
╰─── –
─₍🍁₎❝┊ *ᴋᴇʀᴀɴɢ*
╠➺   .ᴀᴘᴀᴋᴀʜ <ᴛᴇᴋꜱ>?
╠➺   .ʜᴏᴡɢᴀʏ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡᴘɪɴᴛᴀʀ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡᴄᴀɴᴛɪᴋ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡɢᴀɴᴛᴇɴɢ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡɢᴀʙᴜᴛ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡɢɪʟᴀ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡʟᴇꜱʙɪ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡꜱᴛʀᴇꜱꜱ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡʙᴜᴄɪɴ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡᴊᴏɴᴇꜱ ꜱɪᴀᴘᴀ?
╠➺   .ʜᴏᴡꜱᴀᴅʙᴏʏ ꜱɪᴀᴘᴀ?
╠➺   ᴋᴀᴘᴀɴ <ᴛᴇxᴛ>?
╠➺   ᴋᴀᴘᴀɴᴋᴀʜ <ᴛᴇxᴛ>?
╠➺   .ᴋᴀᴘᴀɴ <ᴛᴇxᴛ>?
╠➺   .ᴋᴀᴘᴀɴᴋᴀʜ <ᴛᴇxᴛ>?
╠➺   .ᴋᴇʀᴀɴɢ <ᴛᴇᴋꜱ>
╠➺   .ᴋᴇʀᴀɴɢᴀᴊᴀɪʙ <ᴛᴇᴋꜱ>
╰─── –
─₍🍁₎❝┊ *ꜰᴜɴ-ᴄᴇᴋ*
╠➺   .ɢᴏʙʟᴏᴋᴄᴇᴋ (ⓛ)
╠➺   .ᴊᴇʟᴇᴋᴄᴇᴋ (ⓛ)
╠➺   .ɢᴀʏᴄᴇᴋ (ⓛ)
╠➺   .ʀᴀᴛᴇ (ⓛ)
╠➺   .ʟᴇꜱʙɪᴄᴇᴋ (ⓛ)
╠➺   .ɢᴀɴᴛᴇɴɢᴄᴇᴋ (ⓛ)
╠➺   .ᴄᴀɴᴛɪᴋᴄᴇᴋ (ⓛ)
╠➺   .ʙᴇɢᴏᴄᴇᴋ (ⓛ)
╠➺   .ꜱᴜʜᴜᴄᴇᴋ (ⓛ)
╠➺   .ᴘɪɴᴛᴇʀᴄᴇᴋ (ⓛ)
╠➺   .ᴊᴀɢᴏᴄᴇᴋ (ⓛ)
╠➺   .ɴᴏʟᴇᴘᴄᴇᴋ (ⓛ)
╠➺   .ʙᴀʙɪᴄᴇᴋ (ⓛ)
╠➺   .ʙᴇʙᴀɴᴄᴇᴋ (ⓛ)
╠➺   .ʙᴀɪᴋᴄᴇᴋ (ⓛ)
╠➺   .ᴊᴀʜᴀᴛᴄᴇᴋ (ⓛ)
╠➺   .ᴀɴᴊɪɴɢᴄᴇᴋ (ⓛ)
╠➺   .ʜᴀʀᴀᴍᴄᴇᴋ (ⓛ)
╠➺   .ᴘᴀᴋʙᴏʏᴄᴇᴋ (ⓛ)
╠➺   .ᴘᴀᴋɢɪʀʟᴄᴇᴋ (ⓛ)
╠➺   .ꜱᴀɴɢᴇᴄᴇᴋ (ⓛ)
╠➺   .ʙᴀᴘᴇʀᴄᴇᴋ (ⓛ)
╠➺   .ꜰᴀᴋʙᴏʏᴄᴇᴋ (ⓛ)
╠➺   .ᴀʟɪᴍᴄᴇᴋ (ⓛ)
╠➺   .ꜱᴜʜᴜᴄᴇᴋ (ⓛ)
╠➺   .ꜰᴀᴋɢɪʀʟᴄᴇᴋ (ⓛ)
╠➺   .ᴋᴇʀᴇɴᴄᴇᴋ (ⓛ)
╠➺   .ᴡɪʙᴜᴄᴇᴋ (ⓛ)
╠➺   .ᴘᴀꜱᴀʀᴋᴀꜱᴄᴇᴋ (ⓛ)
╠➺   .ᴋᴜʟᴄᴇᴋ (ⓛ)
╠➺   .ᴄᴇᴋɢᴏʙʟᴏᴋ (ⓛ)
╠➺   .ᴄᴇᴋᴊᴇʟᴇᴋ (ⓛ)
╠➺   .ᴄᴇᴋɢᴀʏ (ⓛ)
╠➺   .ᴄᴇᴋʟᴇꜱʙɪ (ⓛ)
╠➺   .ᴄᴇᴋɢᴀɴᴛᴇɴɢ (ⓛ)
╠➺   .ᴄᴇᴋᴄᴀɴᴛɪᴋ (ⓛ)
╠➺   .ᴄᴇᴋʙᴇɢᴏ (ⓛ)
╠➺   .ᴄᴇᴋꜱᴜʜᴜ (ⓛ)
╠➺   .ᴄᴇᴋᴘɪɴᴛᴇʀ (ⓛ)
╠➺   .ᴄᴇᴋᴊᴀɢᴏ (ⓛ)
╠➺   .ᴄᴇᴋɴᴏʟᴇᴘ (ⓛ)
╠➺   .ᴄᴇᴋʙᴀʙɪ (ⓛ)
╠➺   .ᴄᴇᴋʙᴇʙᴀɴ (ⓛ)
╠➺   .ᴄᴇᴋʙᴀɪᴋ (ⓛ)
╠➺   .ᴄᴇᴋᴊᴀʜᴀᴛ (ⓛ)
╠➺   .ᴄᴇᴋᴀɴᴊɪɴɢ (ⓛ)
╠➺   .ᴄᴇᴋʜᴀʀᴀᴍ (ⓛ)
╠➺   .ᴄᴇᴋᴘᴀᴋʙᴏʏ (ⓛ)
╠➺   .ᴄᴇᴋᴘᴀᴋɢɪʀʟ (ⓛ)
╠➺   .ᴄᴇᴋꜱᴀɴɢᴇ (ⓛ)
╠➺   .ᴄᴇᴋʙᴀᴘᴇʀ (ⓛ)
╠➺   .ᴄᴇᴋꜰᴀᴋʙᴏʏ (ⓛ)
╠➺   .ᴄᴇᴋᴀʟɪᴍ (ⓛ)
╠➺   .ᴄᴇᴋꜱᴜʜᴜ (ⓛ)
╠➺   .ᴄᴇᴋꜰᴀᴋɢɪʀʟ (ⓛ)
╠➺   .ᴄᴇᴋᴋᴇʀᴇɴ (ⓛ)
╠➺   .ᴄᴇᴋᴡɪʙᴜ (ⓛ)
╠➺   .ᴄᴇᴋᴘᴀꜱᴀʀᴋᴀꜱ (ⓛ)
╠➺   .ᴄᴇᴋᴋᴜʟ (ⓛ)
╰─── –
─₍🍁₎❝┊ *ᴀɢᴀᴋ-ʟᴀᴇɴ*
╠➺   .ᴍᴇᴍᴇᴋ (ⓛ)
╠➺   .ʙᴇɢᴏ (ⓛ)
╠➺   .ɢᴏʙʟᴏᴋ (ⓛ)
╠➺   .ᴊᴀɴᴅᴀ (ⓛ)
╠➺   .ᴘᴇʀᴀᴡᴀɴ (ⓛ)
╠➺   .ʙᴀʙɪ (ⓛ)
╠➺   .ᴛᴏʟᴏʟ (ⓛ)
╠➺   .ᴘɪɴᴛᴇʀ (ⓛ)
╠➺   .ᴘɪɴᴛᴀʀ (ⓛ)
╠➺   .ᴀꜱᴜ (ⓛ)
╠➺   .ʙᴏᴅᴏʜ (ⓛ)
╠➺   .ɢᴀʏ (ⓛ)
╠➺   .ʟᴇꜱʙʏ (ⓛ)
╠➺   .ʙᴀᴊɪɴɢᴀɴ (ⓛ)
╠➺   .ᴊᴀɴᴄᴏᴋ (ⓛ)
╠➺   .ᴀɴᴊɪɴɢ (ⓛ)
╠➺   .ɴɢᴇɴᴛᴏᴅ (ⓛ)
╠➺   .ɴɢᴇɴᴛᴏᴛ (ⓛ)
╠➺   .ᴍᴏɴʏᴇᴛ (ⓛ)
╠➺   .ᴍᴀꜱᴛᴀʜ (ⓛ)
╠➺   .ɴᴇᴡʙɪᴇ (ⓛ)
╠➺   .ʙᴀɴɢꜱᴀᴛ (ⓛ)
╠➺   .ʙᴀɴɢᴋᴇ (ⓛ)
╠➺   .ꜱᴀɴɢᴇ (ⓛ)
╠➺   .ꜱᴀɴɢᴇᴀɴ (ⓛ)
╠➺   .ᴅᴀᴋᴊᴀʟ (ⓛ)
╠➺   .ʜᴏʀɴʏ (ⓛ)
╠➺   .ᴡɪʙᴜ (ⓛ)
╠➺   .ᴘᴜᴋɪ (ⓛ)
╠➺   .ᴘᴇᴀᴋ (ⓛ)
╠➺   .ᴘᴀɴᴛᴇx (ⓛ)
╠➺   .ᴘᴀɴᴛᴇᴋ (ⓛ)
╠➺   .ꜱᴇᴛᴀɴ (ⓛ)
╠➺   .ɪʙʟɪꜱ (ⓛ)
╠➺   .ᴄᴀᴄᴀᴛ (ⓛ)
╠➺   .ʏᴀᴛɪᴍ (ⓛ)
╠➺   .ʏᴀᴘɪᴛ (ⓛ)
╠➺   .ᴘᴜᴋɪᴍᴀᴋ (ⓛ)
╠➺   .ᴘᴀɴᴛᴀᴛ (ⓛ)
╠➺   .ᴘᴇʟᴇʀ (ⓛ)
╠➺   .ᴛɪᴛɪᴛ (ⓛ)
╠➺   .ᴊᴀᴡᴀ (ⓛ)
╠➺   .ᴊᴀᴡɪʀ (ⓛ)
╠➺   .ʜɪᴛᴀᴍ (ⓛ)
╠➺   .ɴɢᴀᴡɪ (ⓛ)
╠➺   .ꜱɪɢᴍᴀ (ⓛ)
╠➺   .ᴘɪᴀᴛᴜ (ⓛ)
╰─── –
─₍🍁₎❝┊ *qᴜᴏᴛᴇꜱ*
╠➺   .ɢᴀʟᴀᴜ
╠➺   .ᴍᴜʀᴏᴛʜᴀʟ
╠➺   .ᴍᴏᴛɪᴠᴀꜱɪ
╠➺   .ʙᴀᴄᴏᴛ
╠➺   .ʙᴜᴄɪɴ
╠➺   .ᴅᴀʀᴇ
╠➺   .ᴋᴀᴛᴀʙɪᴊᴀᴋ
╠➺   .ᴛʀᴜᴛʜ
╰─── –
─₍🍁₎❝┊ *ᴘʀᴀɴᴋ*
╠➺   .ʙᴏɴᴋ @ᴜꜱᴇʀ
╠➺   .ʙᴏɴᴋ
╰─── –
─₍🍁₎❝┊ *ᴊᴀᴅɪᴀɴ*
╠➺   .ᴄᴇᴋᴘᴀᴄᴀʀ
╠➺   .ɪᴋʜʟᴀꜱɪɴ
╠➺   .ᴛᴇᴍʙᴀᴋ *@ᴛᴀɢ*
╠➺   .ᴘᴜᴛᴜꜱ
╠➺   .ᴛᴇʀɪᴍᴀ *@ᴛᴀɢ*
╠➺   .ᴛᴏʟᴀᴋ *@ᴛᴀɢ*
╰─── –
─₍🍁₎❝┊ *ᴡᴀʀᴄᴀʟʟ-ɢᴄ*
╠➺   .ᴘʟᴇʀ
╠➺   .ᴡᴀʀᴄᴀʟʟ
╠➺   .ᴄᴀʟʟ
╠➺   .ʀᴇʏᴢ
╠➺   .ᴛʟᴘɴ
╰─── –
─₍🍁₎❝┊ *ʜɪʙᴜʀᴀɴ*
╠➺   ..ᴀʀᴀ
╠➺   ..ʟᴏᴘʏᴏᴜ
╰─── –
─₍🍁₎❝┊ *ʟᴏᴘʏᴜ*
╠➺   ..ᴀʀᴀ
╠➺   ..ʟᴏᴘʏᴏᴜ
╰─── –
`
await m.reply(anu)
}
handler.help = ['menufun']
handler.tags = ['info']
handler.command = /^(menufun)$/i

export default handler