let handler = async (m) => {

let anu =`╔═━───╍━╍╍┄ *ɢᴀᴍᴇ*
╠➺   .ʙᴏᴍʙ
╠➺   .ᴄʜᴇꜱꜱ [ᴅᴀʀɪ ᴋᴇ]
╠➺   .ᴄʜᴇꜱꜱ ᴅᴇʟᴇᴛᴇ
╠➺   .ᴄʜᴇꜱꜱ ᴊᴏɪɴ
╠➺   .ᴄʜᴇꜱꜱ ꜱᴛᴀʀᴛ
╠➺   .ʙᴏɴᴀɴᴢᴀ
╠➺   .ᴄᴀᴋʟᴏɴᴛᴏɴɢ
╠➺   .ꜰᴀᴍɪʟʏ100
╠➺   .ᴍᴀᴛʜ <ᴍᴏᴅᴇ>
╠➺   .ᴘᴘᴛ <ʀᴏᴄᴋ/ᴘᴀᴘᴇʀ/ꜱᴄɪꜱꜱᴏʀꜱ>
╠➺   .ꜱɪᴀᴘᴀᴋᴀʜᴀᴋᴜ
╠➺   .ꜱᴘɪɴ
╠➺   .ꜱᴜꜱᴜɴᴋᴀᴛᴀ
╠➺   .ᴛᴇʙᴀᴋɢᴀᴍʙᴀʀ
╠➺   .ᴀᴛᴛᴀᴄᴋ
╠➺   .ᴀᴛᴋ
╠➺   .ᴡᴀʀ
╠➺   .ᴛᴇʙᴀᴋᴋᴀᴛᴀ
╠➺   .ᴛɪᴄᴛᴀᴄᴛᴏᴇ [ᴄᴜꜱᴛᴏᴍ ʀᴏᴏᴍ ɴᴀᴍᴇ]
╠➺   .ᴛᴛᴛ [ᴄᴜꜱᴛᴏᴍ ʀᴏᴏᴍ ɴᴀᴍᴇ]
╠➺   .ꜰɪɢʜᴛᴄᴇɴᴛᴀᴜʀ (ⓛ)
╠➺   .ꜰɪɢʜᴛɢʀɪꜰꜰɪɴ (ⓛ)
╠➺   .ꜰɪɢʜᴛᴋᴜᴄɪɴɢ (ⓛ)
╠➺   .ꜰɪɢʜᴛᴋʏᴜʙɪ (ⓛ)
╠➺   .ꜰɪɢʜᴛɴᴀɢᴀ (ⓛ)
╠➺   .ꜰɪɢʜᴛᴘʜᴏɴɪx (ⓛ)
╠➺   .ʜᴜɴᴛ (ⓛ)
╠➺   .ᴘᴏʟɪꜱɪ
╠➺   .ᴘᴏʟɪꜱɪ ᴄᴀʀɪ
╠➺   .ᴘᴏʟɪꜱɪ ꜱᴛᴀᴛᴜꜱ
╠➺   .ᴘᴏʟɪꜱɪ ɪᴛᴇᴍ <ɪᴛᴇᴍ>
╠➺   .ᴘᴏʟɪꜱɪ ʟᴇᴀᴅᴇʀʙᴏᴀʀᴅ
╠➺   .ᴘᴏʟɪꜱɪ ꜱᴛᴏᴘ
╠➺   .ꜱʟᴏᴛ
╠➺   .ᴊᴀᴄᴋᴘᴏᴛ
╠➺   .ꜱʟᴏᴛ
╠➺   .ᴡᴡ
╠➺   .ᴡᴡᴊᴏɪɴ
╠➺   .ᴡᴡʟᴇꜰᴛ
╠➺   .ᴡᴡᴘʟᴀʏᴇʀ
╠➺   .ᴡᴡꜱᴛᴀʀᴛ
╚═─━╍╍━╍╾
`
await m.reply(anu)
}
handler.help = ['menugame']
handler.tags = ['info']
handler.command = /^(menugame)$/i

export default handler