let handler = async (m) => {

let anu =`
# *MENU ARTIFICIAL INTELLIGENCE* #
╔═━───╍━╍╍┄
╠➺   .ᴀɪɪᴍᴀɢᴇ (ⓛ)
╠➺   .ᴀɪᴠᴏɪᴄᴇ
╠➺   .ᴀɪ
╠➺   .ᴏᴘᴇɴᴀɪ
╠➺   .ɢᴘᴛ
╠➺   .ᴅɪꜰꜰᴜꜱɪᴏɴ (ⓛ)
╠➺   .ɢᴇᴍɪɴɪ
╠➺   .ʙᴀʀᴅ
╠➺   .ᴛᴏᴀɴɪᴍᴇ  (ⓟ)
╠➺   .ᴊᴀᴅɪᴀɴɪᴍᴇ  (ⓟ)
╠➺   .ᴊᴀᴅɪᴢᴏᴍʙɪᴇ (ⓛ) (ⓟ)
╠➺   .ʟᴜᴍɪɴᴀɪ
╠➺   .ʀᴇᴍɪɴɪ (ⓛ)
╠➺   .ᴄᴏʟᴏʀ (ⓛ)
╠➺   .ʜᴅʀ (ⓛ)
╠➺   .ʜᴅ (ⓛ)
╠➺   .ʜᴅ (ⓛ)
╠➺   .ᴛxᴛ2ɪᴍɢ
╠➺   .ᴠᴏɪᴄᴇᴠᴏx (ⓛ)
╚═─━╍╍━╍╾
╔═━───╍━╍╍┄ *ᴄʜᴀʀᴀᴄᴛᴇʀ-ᴀɪ*
╠➺   .ᴄᴀɪʜᴜᴛᴀᴏ
╠➺   .ᴀɪʜᴜᴛᴀᴏ
╠➺   .ᴄᴀɪᴇʟᴀɪɴᴀ
╠➺   .ᴄᴀɪᴍɪᴋᴜ
╠➺   .ᴄᴀɪɴᴇᴢᴜᴋᴏ
╠➺   .ᴄᴀɪɴᴏʙᴀʀᴀ
╠➺   .ᴄᴀɪ
╠➺   .ᴀɪᴇʟᴀɪɴᴀ
╚═─━╍╍━╍╾
`
await m.reply(anu)
}
handler.help = ['menuai']
handler.tags = ['info']
handler.command = /^(menuai)$/i

export default handler