let handler = async (m) => {

let anu =`
 # *MENU ANIME* #
╔═━───╍━╍╍┄
╠➺   .ᴀᴍᴠ (ⓛ)
╠➺   .ᴀɴɪᴍᴇɪɴꜰᴏ <ᴀɴɪᴍᴇ>
╠➺   .ᴀɴɪᴍᴇ <ᴀɴɪᴍᴇ>
╠➺   .ɪɴꜰᴏᴀɴɪᴍᴇ <ᴀɴɪᴍᴇ>
╠➺   .ɴɪᴍᴇɪɴꜰᴏ <ᴀɴɪᴍᴇ>
╠➺   .ɴɪᴍᴇ <ᴀɴɪᴍᴇ>
╠➺   .ᴀᴋɪʀᴀ (ⓛ)
╠➺   .ᴀᴋɪʏᴀᴍᴀ (ⓛ)
╠➺   .ᴀɴɴᴀ (ⓛ)
╠➺   .ᴀꜱᴜɴᴀ (ⓛ)
╠➺   .ᴀʏᴜᴢᴀᴡᴀ (ⓛ)
╠➺   .ʙᴏʀᴜᴛᴏ (ⓛ)
╠➺   .ᴄʜɪᴛᴀɴᴅᴀ (ⓛ)
╠➺   .ᴄʜɪᴛᴏɢᴇ (ⓛ)
╠➺   .ᴅᴇɪᴅᴀʀᴀ (ⓛ)
╠➺   .ᴅᴏʀᴀᴇᴍᴏɴ (ⓛ)
╠➺   .ᴇᴍɪʟɪᴀ (ⓛ)
╠➺   .ᴀꜱᴜɴᴀ (ⓛ)
╠➺   .ᴇʀᴢᴀ (ⓛ)
╠➺   .ɢʀᴇᴍᴏʀʏ (ⓛ)
╠➺   .ʜᴇꜱᴛɪᴀ (ⓛ)
╠➺   .ʜɪɴᴀᴛᴀ (ⓛ)
╠➺   .ɪɴᴏʀɪ (ⓛ)
╠➺   .ɪᴛᴀᴄʜɪ (ⓛ)
╠➺   .ɪꜱᴜᴢᴜ (ⓛ)
╠➺   .ɪᴛᴏʀɪ (ⓛ)
╠➺   .ᴋᴀɢᴀ (ⓛ)
╠➺   .ᴋᴀɢᴜʀᴀ (ⓛ)
╠➺   .ᴋᴀᴋᴀꜱɪʜ (ⓛ)
╠➺   .ᴋᴀᴏʀɪ (ⓛ)
╠➺   .ᴋᴀɴᴇᴋɪ (ⓛ)
╠➺   .ᴋᴏꜱᴀᴋɪ (ⓛ)
╠➺   .ᴋᴏᴛᴏʀɪ (ⓛ)
╠➺   .ᴋᴜʀɪʏᴀᴍᴀ (ⓛ)
╠➺   .ᴋᴜʀᴏʜᴀ (ⓛ)
╠➺   .ᴋᴜʀᴜᴍɪ (ⓛ)
╠➺   .ᴍᴀᴅᴀʀᴀ (ⓛ)
╠➺   .ᴍɪᴋᴀꜱᴀ (ⓛ)
╠➺   .ᴍɪᴋᴜ (ⓛ)
╠➺   .ᴍɪɴᴀᴛᴏ (ⓛ)
╠➺   .ɴᴀʀᴜᴛᴏ (ⓛ)
╠➺   .ɴᴀᴛꜱᴜᴋᴀᴡᴀ (ⓛ)
╠➺   .ɴᴇᴋᴏ2 (ⓛ)
╠➺   .ɴᴇᴋᴏʜɪᴍᴇ (ⓛ)
╠➺   .ɴᴇᴢᴜᴋᴏ (ⓛ)
╠➺   .ɴɪꜱʜɪᴍɪʏᴀ (ⓛ)
╠➺   .ᴏɴᴇᴘɪᴇᴄᴇ (ⓛ)
╠➺   .ᴘᴏᴋᴇᴍᴏɴ (ⓛ)
╠➺   .ʀᴇᴍ (ⓛ)
╠➺   .ʀɪᴢᴇ (ⓛ)
╠➺   .ꜱᴀɢɪʀɪ (ⓛ)
╠➺   .ꜱᴀᴋᴜʀᴀ (ⓛ)
╠➺   .ꜱᴀꜱᴜᴋᴇ (ⓛ)
╠➺   .ꜱʜɪɴᴀ (ⓛ)
╠➺   .ꜱʜɪɴᴋᴀ (ⓛ)
╠➺   .ꜱʜɪᴢᴜᴋᴀ (ⓛ)
╠➺   .ꜱʜᴏᴛᴀ (ⓛ)
╠➺   .ᴛᴏᴍᴏʀɪ (ⓛ)
╠➺   .ᴛᴏᴜᴋᴀᴄʜᴀɴ (ⓛ)
╠➺   .ᴛꜱᴜɴᴀᴅᴇ (ⓛ)
╠➺   .ʏᴀᴛᴏɢᴀᴍɪ (ⓛ)
╠➺   .ʏᴜᴋɪ (ⓛ)
╠➺   .ᴡʜᴀᴛᴀɴɪᴍᴇ (ⓛ)
╠➺   .ᴀʏᴀɴᴏ (ⓛ)
╠➺   .ʙᴏᴄᴄʜɪ (ⓛ)
╠➺   .ᴄʜɪꜱᴀᴛᴏ (ⓛ)
╠➺   .ɪᴋᴜʏᴏ (ⓛ)
╠➺   .ᴋᴀɢᴜʏᴀ (ⓛ)
╠➺   .ʟᴏʟɪ (ⓛ)
╠➺   .ʀʟᴀꜱ (ⓛ)
╠➺   .ᴛᴀᴋɪɴᴀ (ⓛ)
╠➺   .ʏᴏᴛꜱᴜʙᴀ (ⓛ)
╠➺   .ʏᴜᴍᴇᴋᴏ (ⓛ)
╠➺   .ʟᴏʟɪ (ⓛ)
╠➺   .ᴇʟᴀɪɴᴀ (ⓛ)
╠➺   .ᴀᴠᴀᴛᴀʀ (ⓛ)
╠➺   .ᴅᴏᴜᴊɪɴꜱᴇᴀʀᴄʜ (ⓛ)
╠➺   .ᴅᴏᴜᴊɪɴᴅᴇᴛᴀɪʟ (ⓛ)
╠➺   .ᴅᴏᴜᴊɪɴʟᴀᴛᴇꜱᴛ (ⓛ)
╠➺   .ᴍᴀɴɢᴀɪɴꜰᴏ <ᴍᴀɴɢᴀ>
╠➺   .ᴍᴀɴɢᴀ <ɴᴀᴍᴀᴍᴀɴɢᴀ>
╠➺   .ɪɴꜰᴏᴍᴀɴɢᴀ <ɴᴀᴍᴀᴍᴀɴɢᴀ/ᴀɴɪᴍᴇ>
╠➺   .ᴛᴏᴀɴɪᴍᴇ  (ⓟ)
╠➺   .ᴊᴀᴅɪᴀɴɪᴍᴇ  (ⓟ)
╠➺   .ᴊᴊᴀɴɪᴍᴇ (ⓛ)
╠➺   .ᴊᴇᴅᴀɢᴊᴇᴅᴜɢᴀɴɪᴍᴇ (ⓛ)
╚═─━╍╍━╍╾
╔═━───╍━╍╍┄ *ʀᴀɴᴅᴏᴍ-ᴀɴɪᴍᴇ*
╠➺   .ᴍᴀɪᴅ (ⓛ)
╠➺   .ᴡᴀɪꜰᴜ (ⓛ)
╠➺   .ᴍᴀʀɪɴ-ᴋɪᴛᴀɢᴀᴡᴀ (ⓛ)
╠➺   .ᴍᴏʀɪ-ᴄᴀʟʟɪᴏᴘᴇ (ⓛ)
╠➺   .ʀᴀɪᴅᴇɴ-ꜱʜᴏɢᴜɴ (ⓛ)
╠➺   .ᴏᴘᴘᴀɪ (ⓛ)
╠➺   .ꜱᴇʟꜰɪᴇꜱ (ⓛ)
╠➺   .ᴜɴɪꜰᴏʀᴍ (ⓛ)
╠➺   .ᴀꜱꜱ (ⓛ)
╠➺   .ʜᴇɴᴛᴀɪ (ⓛ)
╠➺   .ᴍɪʟꜰ (ⓛ)
╠➺   .ᴏʀᴀʟ (ⓛ)
╠➺   .ᴘᴀɪᴢᴜʀɪ (ⓛ)
╠➺   .ᴇᴄᴄʜɪ (ⓛ)
╠➺   .ᴇʀᴏ (ⓛ)
╚═─━╍╍━╍╾
╔═━───╍━╍╍┄ *ꜱᴛᴏʀʏ-ᴀɴɪᴍᴇ*
╠➺   .ꜱᴛᴏʀʏᴀɴɪᴍᴇ (ⓛ)
╠➺   .ᴀɴɪᴍᴇꜱᴛᴏʀʏ (ⓛ)
╚═─━╍╍━╍╾
╔═━───╍━╍╍┄ *ʀᴀɴᴅᴏᴍ*
╠➺   .ᴡᴀɪꜰᴜ
╠➺   .ɴᴇᴋᴏ
╠➺   .ᴍᴇɢᴜᴍɪɴ
╚═─━╍╍━╍╾
`
await m.reply(anu)
}
handler.help = ['menuanime']
handler.tags = ['info']
handler.command = /^(menuanime)$/i

export default handler