let handler = async (m) => {

let anu =`─₍🍁₎❝┊ *ɴᴏᴋᴏᴢ*
╠➺   .ᴡᴀɴᴜᴍʙᴇʀ
╠➺   .ɴᴇᴇᴅɴᴏᴋᴏꜱ
╠➺   .ɴᴏᴋᴏꜱᴡᴀ
╠➺   .ɴᴏᴡᴀ
╰─── –
─₍🍁₎❝┊ *ɴᴜʟɪꜱ*
╠➺   .ᴛᴀʜᴛᴀ <ᴛᴇᴋꜱ>
╠➺   .ɴᴜʟɪꜱ <ᴛᴇᴋꜱ>
╰─── –
─₍🍁₎❝┊ *ᴛᴏᴏʟꜱ*
╠➺   .ᴄʟᴏᴄᴋ
╠➺   .ᴄ-ᴀɪ
╠➺   .ᴄʜᴀʀᴀᴄᴛᴇʀ-ᴀɪ
╠➺   .ᴅᴇʟꜱᴇꜱɪ (ⓛ)
╠➺   .ɪɢꜱᴛᴀʟᴋ <ᴜꜱᴇʀɴᴀᴍᴇ>
╠➺   .ᴅᴏᴡɴʟᴏᴀᴅꜱᴡ
╠➺   .ᴇɴᴄʀʏᴘᴛ (ⓛ)
╠➺   .ꜰꜰꜱᴛᴀʟᴋ
╠➺   .ʙʀᴀɪɴʟʏ
╠➺   .ᴋʙʙɪ <ᴋᴀᴛᴀ>
╠➺   .ʀᴀɴᴅᴏᴍᴜꜱᴇʀ
╠➺   .ꜱꜱ <ᴜʀʟ>
╠➺   .ꜱꜱᴡᴇʙ <ᴜʀʟ>
╠➺   .ꜱꜱᴘᴄ <ᴜʀʟ>
╠➺   .ꜱꜱʟᴀᴘᴛᴏᴘ <ᴜʀʟ>
╠➺   .ꜱꜱʜᴘ <ᴜʀʟ>
╠➺   .ꜱꜱᴛᴀʙʟᴇᴛ <ᴜʀʟ>
╠➺   .ᴊᴋᴛ48 <ᴘᴇɴᴄᴀʀɪᴀɴ> <ᴊᴜᴍʟᴀʜ ᴏᴘꜱɪᴏɴᴀʟ>
╠➺   .ʟᴀᴄᴀᴋɪᴘ
╠➺   .ᴄᴇᴋɪᴘ
╠➺   .ɴᴜʟɪꜱ2 <ᴛᴇᴋꜱ>
╠➺   .ᴍᴏɴɪᴛᴏʀ
╠➺   .ʙᴏᴛꜱᴘᴇᴄ
╠➺   .ʀᴏʙᴏɢᴜʀᴜ <ᴛᴇᴋꜱ> (ⓛ)
╠➺   .ꜱᴍᴇᴛᴀ <ʀᴇᴘʟʏ ꜱᴛɪᴋᴇʀ> (ⓛ) (ⓟ)
╠➺   .ᴘɪɴɢ
╠➺   .ꜱᴘᴇᴇᴅ
╠➺   .ꜱᴍᴇᴍᴇ <ᴛᴇᴋꜱ ᴀᴛᴀꜱ>|<ᴛᴇᴋꜱ ʙᴀᴡᴀʜ>
╠➺   .ᴄᴀʟᴄ <ᴇxᴘʀᴇꜱꜱɪᴏɴ>
╠➺   .ᴄᴀʀɪɢʀᴜᴘ <ᴘᴇɴᴄᴀʀɪᴀɴ>
╠➺   .ᴄʜᴏʀᴅ <ᴊᴜᴅᴜʟ ʟᴀɢᴜ> (ⓛ)
╠➺   .ᴅᴇʟ
╠➺   .ᴅᴇʟᴇᴛᴇ
╠➺   .ʜᴀᴅᴇ <ʀᴇᴘʟʏ ᴛᴏ ᴀɴ ɪᴍᴀɢᴇ>
╠➺   .ʜᴀʟᴀʜ <ᴛᴇᴋꜱ>
╠➺   .ʜɪʟɪʜ <ᴛᴇᴋꜱ>
╠➺   .ʜᴜʟᴜʜ <ᴛᴇᴋꜱ>
╠➺   .ʜᴇʟᴇʜ <ᴛᴇᴋꜱ>
╠➺   .ʜᴏʟᴏʜ <ᴛᴇᴋꜱ>
╠➺   .ᴊᴀᴅᴡᴀʟᴛᴠ
╠➺   .ᴀᴅᴅᴠɴ
╠➺   .ᴀᴅᴅᴍꜱɢ
╠➺   .ᴀᴅᴅᴠɪᴅᴇᴏ
╠➺   .ᴀᴅᴅᴀᴜᴅɪᴏ
╠➺   .ᴀᴅᴅɪᴍɢ
╠➺   .ᴀᴅᴅꜱᴛɪᴋᴇʀ
╠➺   .ᴀᴅᴅɢɪꜰ
╠➺   .ᴅᴇʟᴍꜱɢ
╠➺   .ᴜɴʟᴏᴄᴋᴍꜱɢ
╠➺   .ʟᴏᴄᴋᴍꜱɢ
╠➺   .qʀ <ᴛᴇᴋꜱ>
╠➺   .qʀᴄᴏᴅᴇ <ᴛᴇᴋꜱ>
╠➺   .ʀᴇᴀᴄᴛ <ᴇᴍᴏᴊɪ>
╠➺   .ʀᴇᴀᴅᴍᴏʀᴇ <ᴛᴇᴋꜱ>|<ᴛᴇᴋꜱ>
╠➺   .ꜱᴘᴏɪʟᴇʀ <ᴛᴇᴋꜱ>|<ᴛᴇᴋꜱ>
╠➺   .ʀᴇᴀᴅᴠɪᴇᴡᴏɴᴄᴇ
╠➺   .ʀᴇꜱɪᴢᴇ <ᴡɪᴅᴛʜ> <ʜᴇɪɢʜᴛ> (ʀᴇᴘʟʏ|ᴄᴀᴘᴛɪᴏɴ)
╠➺   .ʀᴜɴ
╠➺   .ʀᴇᴀᴅᴠɪᴇᴡᴏɴᴄᴇ
╠➺   .ᴛᴇxᴛ2ɪᴍɢ <ᴛᴇᴋꜱ>
╠➺   .ᴄᴏɴᴠᴇʀᴛᴜᴀɴɢ <ᴀᴍᴏᴜɴᴛ>|<ꜰʀᴏᴍᴄᴜʀʀᴇɴᴄʏ>|<ᴛᴏᴄᴜʀʀᴇɴᴄʏ>
╠➺   .ꜱʜᴏʀᴛ <ᴜʀʟ>
╠➺   .ᴄᴀʀɪꜱᴛɪᴋᴇʀ <qᴜᴇʀʏ>
╠➺   .ɪɢꜱ <ʟɪɴᴋ ꜱᴛᴏʀʏ/ʜɪɢʜʟɪɢʜᴛ>
╠➺   .ᴄᴀᴘᴄᴜᴛ <ʟɪɴᴋ ᴄᴀᴘᴄᴜᴛ>
╠➺   .ꜱᴘᴀᴍᴡᴀ <ɴᴜᴍʙᴇʀ>|<ᴍᴇꜱᴀɢᴇ>|<ɴᴏ ᴏꜰ ᴍᴇꜱꜱᴀɢᴇꜱ> (ⓛ)
╠➺   .ꜱᴛʏʟᴇ <ᴛᴇxᴛ>
╠➺   .ᴛɪɴʏᴜʀʟ <ʟɪɴᴋ> (ⓛ) (ⓟ)
╠➺   .ᴛᴏᴜʀʟ
╠➺   .ᴛʀᴀɴꜱʟᴀᴛᴇ *ᴛᴇxᴛ*
╠➺   .ᴛᴛꜱ <ʟᴀɴɢ> <ᴛᴇᴋꜱ>
╠➺   .ᴡʜᴀᴛᴍᴜꜱɪᴄ
╠➺   .ᴢᴇʀᴏɢᴘᴛ <ᴛᴇxᴛ>
╠➺   .ʟᴏʟᴀᴘɪᴋᴇʏ
╠➺   .ᴄᴇᴋᴅᴀʀᴀʜ ᴛᴇɴꜱɪ|ʜʙ
╠➺   .ɢᴇᴛᴘʀᴏꜰɪʟᴇ [@ᴜꜱᴇʀꜱ]
╠➺   .ᴊᴀʀᴀᴋ ᴅᴀʀɪ|ᴋᴇ
╠➺   .ɢᴍᴀᴘꜱ ᴅᴀʀɪ|ᴋᴇ
╠➺   .ᴡᴀꜱᴛᴀʟᴋ
╠➺   .ᴢᴏᴅɪᴀᴄ *2002 02 25*
╰─── –
─₍🍁₎❝┊ *ᴍᴀᴋᴇʀ*
╠➺   .ꜰɪʟᴛᴇʀ
╠➺   .ᴅᴇᴇᴘꜰʀʏ (ⓛ)
╠➺   .ʜᴏʀɴʏᴄᴀʀᴅ
╠➺   .ʜᴏʀɴʏʟɪᴄᴇɴꜱᴇ
╠➺   .ɢɪʀᴀꜰꜰᴇ (ⓛ)
╠➺   .ᴍᴀɢᴍᴀ (ⓛ)
╠➺   .ʙᴀᴛᴍᴀɴ (ⓛ)
╠➺   .ᴍᴀʀᴠᴇʟꜱᴛᴜᴅɪᴏ2 (ⓛ)
╠➺   .ᴍᴀʀᴠᴇʟꜱᴛᴜᴅɪᴏ (ⓛ)
╠➺   .ᴀᴠᴇɴɢᴇʀꜱ (ⓛ)
╠➺   .ɴɪɴᴊᴀʟᴏɢᴏ (ⓛ)
╠➺   .ɢʟɪᴛᴄʜ3 (ⓛ)
╠➺   .ɢʟɪᴛᴄʜ2 (ⓛ)
╠➺   .ɢʟɪᴛᴄʜ (ⓛ)
╠➺   .ɢʀᴀꜰɪᴛʏ (ⓛ)
╠➺   .ɢʀᴀꜰɪᴛʏ2 (ⓛ)
╠➺   .ʙʟᴏᴏᴅ (ⓛ)
╠➺   .ᴊᴏᴋᴇʀʟᴏɢᴏ (ⓛ)
╠➺   .ʜᴀʟʟᴏᴡᴇɴ2 (ⓛ)
╠➺   .ꜱᴘᴀᴄᴇ (ⓛ)
╠➺   .ᴛʜᴜɴᴅᴇʀ2 (ⓛ)
╠➺   .1917 (ⓛ)
╠➺   .3ᴅꜱᴛᴏɴᴇ (ⓛ)
╠➺   .ʜᴀʀʀʏᴘᴏᴛᴛᴇʀ (ⓛ)
╠➺   .ᴡᴏʟꜰʟᴏɢᴏ (ⓛ)
╠➺   .ɴᴀᴛᴜʀᴀʟʟᴇᴀᴠᴇꜱ (ⓛ)
╠➺   .ʙʟᴀᴄᴋᴘɪɴᴋ (ⓛ)
╠➺   .ʙʟᴀᴄᴋᴘɪɴᴋ2 (ⓛ)
╠➺   .ᴅʀᴏᴘᴡᴀᴛᴇʀ (ⓛ)
╠➺   .ᴄʜʀɪꜱᴛᴍᴀꜱ (ⓛ)
╠➺   .ɢʀᴀᴅɪᴇɴᴛ (ⓛ)
╠➺   .ᴄᴀᴘᴛᴀɪɴᴀᴍᴇʀɪᴄᴀ (ⓛ)
╠➺   .ʀᴜꜱᴛʏ (ⓛ)
╠➺   .ɪᴄᴇ (ⓛ)
╠➺   .ʜᴏɴᴇʏ (ⓛ)
╠➺   .ʙʟᴏᴏᴅ (ⓛ)
╠➺   .ᴋᴏɪ (ⓛ)
╠➺   .ʟᴀᴠᴀ (ⓛ)
╠➺   .ʙʀᴇᴀᴅ (ⓛ)
╠➺   .ꜱᴛʀᴀᴡʙᴇʀʀʏ (ⓛ)
╠➺   .ᴛᴏxɪᴄ (ⓛ)
╠➺   .ᴡɪᴄᴋᴇʀ (ⓛ)
╠➺   .ꜰᴀʙʀɪᴄ (ⓛ)
╠➺   .ᴘᴏʀɴʜᴜʙ (ⓛ)
╠➺   .ʜᴏʟᴏɢʀᴀᴘɪᴄ (ⓛ)
╠➺   .ᴅᴇʟᴜxᴇꜱɪʟᴠᴇʀ (ⓛ)
╠➺   .ᴡʀɪᴛɪɴɢ (ⓛ)
╠➺   .ᴇɴɢʀᴀᴠᴇᴅ (ⓛ)
╠➺   .ɢʟᴜᴇᴛᴇxᴛ (ⓛ)
╠➺   .ɴᴇᴏɴᴅᴇᴠɪʟ (ⓛ)
╠➺   .ꜱᴋʏᴛᴇxᴛ (ⓛ)
╠➺   .ᴠɪɴᴛᴀɢᴇ (ⓛ)
╠➺   .ᴍᴜʟᴛɪᴄᴏʟᴏʀ (ⓛ)
╠➺   .ʀᴏʙᴏᴛ (ⓛ)
╠➺   .ꜱᴄɪꜰɪ (ⓛ)
╠➺   .ᴀʀᴛᴘᴀᴘᴘᴇʀ (ⓛ)
╠➺   .ɢʟᴏꜱꜱʏ (ⓛ)
╠➺   .ᴡᴀᴛᴇʀᴄᴏʟᴏʀ (ⓛ)
╠➺   .ɴᴇᴏɴɢʀᴇᴇɴ (ⓛ)
╠➺   .ʙʀᴏᴋᴇɴɢʟᴀꜱꜱ (ⓛ)
╠➺   .ᴀʀᴛᴘᴀᴘᴘᴇʀ (ⓛ)
╠➺   .ᴠᴀʟᴇɴᴛɪɴᴇ2 (ⓛ)
╠➺   .ɴᴇᴏɴʟɪɢʜᴛ (ⓛ)
╠➺   .ɴᴇᴏɴɢᴀʟᴀxʏ (ⓛ)
╠➺   .ᴍᴀɢᴍᴀ (ⓛ)
╠➺   .ʜᴀʟʟᴏᴡᴇɴ (ⓛ)
╠➺   .ᴠᴀʟᴇɴᴛɪɴᴇ (ⓛ)
╠➺   .ʟᴏʟɪᴄᴇ
╰─── –
─₍🍁₎❝┊ *ᴅᴀᴛᴀʙᴀꜱᴇ*
╠➺   .ᴅᴇʟᴄᴍᴅ <ᴛᴇᴋꜱ>
╠➺   .ʟɪꜱᴛᴄᴍᴅ
╠➺   .ᴜɴʟᴏᴄᴋᴄᴍᴅ
╠➺   .ʟᴏᴄᴋᴄᴍᴅ
╠➺   .ꜱᴇᴛᴄᴍᴅ <ᴛᴇᴋꜱ>
╰─── –
─₍🍁₎❝┊ *ᴄʀᴇᴀᴛᴇ-ᴘᴀɴᴇʟ*
╠➺   .ᴀᴅᴅᴜꜱʀ
╠➺   .ᴅᴇʟᴜꜱʀ
╠➺   .ʟɪꜱᴛᴜꜱʀ
╠➺   .ᴅᴇᴛᴜꜱʀ
╠➺   .ᴀᴅᴅꜱʀᴠ
╠➺   .ᴅᴇʟꜱʀᴠ
╠➺   .ʟɪꜱᴛꜱʀᴠ
╠➺   .ᴅᴇᴛꜱʀᴠ
╠➺   .ʀᴇɪɴꜱᴛᴀʟʟ
╠➺   .ᴜᴘᴅᴀᴛᴇꜱʀᴠ
╠➺   .ꜱᴛᴀʀᴛꜱʀᴠ
╠➺   .ꜱᴛᴏᴘꜱʀᴠ
╠➺   .ʀᴇꜱᴛᴀʀᴛꜱʀᴠ
─₍🍁₎❝┊ *ʟᴏʟʜᴜᴍᴀɴ-ᴍᴀᴋᴇʀ*
╠➺   .ɢʟᴏꜱꜱʏᴄʜʀᴏᴍᴇ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ɢᴏʟᴅᴘʟᴀʏʙᴜᴛᴛᴏɴ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ꜱɴᴏᴡ3ᴅ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴀɴᴏɴʏᴍʜᴀᴄᴋᴇʀ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴀᴏᴠᴡᴀʟʟᴘᴀᴘᴇʀ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴀᴠᴀᴛᴀʀʟᴏʟɴᴇᴡ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʙᴇᴀᴜᴛɪꜰᴜʟꜰʟᴏᴡᴇʀ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʙɪʀᴛʜᴅᴀʏᴄᴀᴋᴇ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʙɪʀᴛʜᴅᴀʏᴅᴀʏ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴄᴀʀᴛᴏᴏɴɢʀᴀᴠɪᴛʏ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴄᴏᴅᴡᴀʀᴢᴏɴᴇ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴄᴜᴛᴇɢʀᴀᴠɪᴛʏ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ꜰᴘꜱʟᴏɢᴏ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ꜰʀᴇᴇꜰɪʀᴇ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ɢᴀʟᴀxʏʙᴀᴛ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ɢᴀʟᴀxʏꜱᴛʏʟᴇ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ɢᴀʟᴀxʏᴡᴀʟʟᴘᴀᴘᴇʀ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ɢʟɪᴛᴛᴇʀɢᴏʟᴅ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ɢʀᴇᴇɴʙᴜꜱʜ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ɢʀᴇᴇɴɴᴇᴏɴ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʜᴇᴀʀᴛꜱʜᴀᴘᴇᴅ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʜᴏʟᴏɢʀᴀᴍ3ᴅ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴊᴜᴠᴇɴᴛᴜꜱꜱʜɪʀᴛ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʟɪɢʜᴛᴛᴇxᴛ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʟᴏɢᴏɢᴀᴍɪɴɢ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʟᴏʟʙᴀɴɴᴇʀ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʟᴜxᴜʀʏɢᴏʟᴅ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴍᴇᴛᴀʟʟᴏɢᴏ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴍʟᴡᴀʟʟᴘᴀᴘᴇʀ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴍᴜʟᴛɪᴄᴏʟᴏʀ3ᴅ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ɴᴏᴇʟᴛᴇxᴛ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴘᴜʙɢᴍᴀꜱᴋᴏᴛ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴘᴜᴘᴘʏᴄᴜᴛᴇ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʀᴇᴀʟᴠɪɴᴛᴀɢᴇ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ʀᴏʏᴀʟᴛᴇxᴛ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ꜱɪʟᴠᴇʀᴘʟᴀʏʙᴜᴛᴛᴏɴ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ꜱᴛᴀʀꜱɴɪɢʜᴛ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴛᴇxᴛʙʏɴᴀᴍᴇ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴛᴇxᴛᴄᴀᴋᴇ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴠᴀʟᴏʀᴀɴᴛʙᴀɴɴᴇʀ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴡᴀᴛᴇʀᴄᴏʟᴏʀ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴡᴇᴛɢʟᴀꜱꜱ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴡᴏᴏᴅᴇɴ3ᴅ <ᴛᴇxᴛ> (ⓛ)
╠➺   .ᴡʀɪᴛᴇɢᴀʟᴀxʏ <ᴛᴇxᴛ> (ⓛ)
╰─── –
─₍🍁₎❝┊ *ʟɪꜱᴛᴘᴀɴᴇʟ*
╠➺   .ʟɪꜱᴛᴘᴀɴᴇʟ
╰─── –
─₍🍁₎❝┊ *ɢᴀᴋ-ɢᴜɴᴀ*
╠➺   .ᴍᴇɴꜰᴇꜱꜱ
╠➺   .ᴍᴇɴꜰᴇꜱ
╠➺   .ᴄᴏɴꜰᴇꜱꜱ
╠➺   .ᴄᴏɴꜰᴇꜱ
╰─── –
─₍🍁₎❝┊ *ꜱᴛᴏʀᴇ*
╠➺   .ᴀᴅᴅꜱᴛᴏʀᴇ
╠➺   .ᴅᴇʟꜱᴛᴏʀᴇ
╠➺   .ꜱᴛᴏʀᴇ
╰─── –
`
await m.reply(anu)
}
handler.help = ['menutool']
handler.tags = ['info']
handler.command = /^(menutool)$/i

export default handler