let handler = async (m) => {

let anu =`─₍🍁₎❝┊ *ɪɴᴛᴇʀɴᴇᴛ*
╠➺   .ꜰɪʟᴇʙᴏᴋᴇᴘ (ⓛ)
╠➺   .ᴀʟᴋɪᴛᴀʙ <ᴘᴇɴᴄᴀʀɪᴀɴ>
╠➺   .ᴘᴘᴄᴏᴜᴘʟᴇ
╠➺   .ᴀɴɪᴍᴇᴅɪꜰ
╠➺   .ʙᴜᴋᴀʟᴀᴘᴀᴋ (ⓛ)
╠➺   .ᴄᴇᴄᴀɴ
╠➺   .ᴄᴇʀɪᴛᴀʜᴏʀᴏʀ
╠➺   .ᴄᴇʀᴘᴇɴ
╠➺   .ᴄᴏɢᴀɴ
╠➺   .ᴄᴏᴠɪᴅ
╠➺   .ᴍᴇᴍᴇ (ⓛ)
╠➺   .ɢɪᴛʜᴜʙꜱᴛᴀʟᴋ <qᴜᴇʀʏ>
╠➺   .ɢᴏᴏɢʟᴇ <ᴘᴇɴᴄᴀʀɪᴀɴ> (ⓛ)
╠➺   .ɢᴏᴏɢʟᴇꜰ <ᴘᴇɴᴄᴀʀɪᴀɴ> (ⓛ)
╠➺   .ɢᴇᴍᴘᴀ
╠➺   .ᴄᴇᴋᴏᴘᴇɴᴀɪ <ᴀᴘɪᴋᴇʏ>
╠➺   .ᴄᴜᴀᴄᴀ
╠➺   .ᴅᴀʀᴋᴊᴏᴋᴇ (ⓛ)
╠➺   .ꜰᴇᴛᴄʜ <ᴜʀʟ>
╠➺   .ɢᴇᴛ <ᴜʀʟ>
╠➺   .ɢɪᴛʜᴜʙꜱᴇᴀʀᴄʜ <ᴘᴇɴᴄᴀʀɪᴀɴ>
╠➺   .ᴊᴀᴅᴡᴀʟʙᴏʟᴀ
╠➺   .ᴊᴏᴋᴇ
╠➺   .ᴋᴀᴛᴀɴɪᴍᴇ
╠➺   .ᴀɪ-ɪᴍᴀɢᴇ
╠➺   .ᴍʜꜱ <ɴᴀᴍᴀ>
╠➺   .ᴍʜꜱ <ɴɪᴍ>
╠➺   .ʀᴀɴᴅᴏᴍᴜꜱᴇʀ
╠➺   .ꜱᴜʙʀᴇᴅᴅɪᴛ
╠➺   .ᴊᴊᴀɴɪᴍᴇ (ⓛ)
╠➺   .ᴊᴇᴅᴀɢᴊᴇᴅᴜɢᴀɴɪᴍᴇ (ⓛ)
╠➺   .ᴊᴋᴛ48 <ᴘᴇɴᴄᴀʀɪᴀɴ> <ᴊᴜᴍʟᴀʜ ᴏᴘꜱɪᴏɴᴀʟ>
╠➺   .ɴɢᴀᴡɪ (ⓛ)
╠➺   .ᴊᴀᴡɪʀ (ⓛ)
╠➺   .ʜʏᴛᴀᴍ (ⓛ)
╠➺   .ꜱᴏɴɢꜰɪɴᴅ *[ɴᴀᴍᴇ ꜱᴏɴɢ]*
╠➺   .ʟɪʀɪᴋ *[ɴᴀᴍᴇ ꜱᴏɴɢ]*
╠➺   .ʟʏʀɪᴄꜱ *[ɴᴀᴍᴇ ꜱᴏɴɢ]*
╠➺   .ꜰɪɴᴅꜱᴏɴɢ *[ɴᴀᴍᴇ ꜱᴏɴɢ]*
╠➺   .ɴᴇɪᴍᴀ (ⓛ) (ⓟ)
╠➺   .ᴍᴏɴɪᴛᴏʀ
╠➺   .ᴘɪɴᴛᴇʀᴇꜱᴛᴠ2<qᴜᴇʀʏ> (ⓛ)
╠➺   .ᴘɪɴᴠ2<qᴜᴇʀʏ> (ⓛ)
╠➺   .ʀᴏꜱᴇ (ⓛ)
╠➺   .ꜱᴊᴀᴡɪʀ (ⓛ)
╠➺   .ʙᴏɴᴋ @ᴜꜱᴇʀ
╠➺   .ʙᴏɴᴋ
╠➺   .ᴄᴊ <ᴜʀʟ>
╠➺   .ᴛᴇxᴛ2ɪᴍɢ <ᴛᴇᴋꜱ>
╠➺   .ᴄᴏɴᴠᴇʀᴛᴜᴀɴɢ <ᴀᴍᴏᴜɴᴛ>|<ꜰʀᴏᴍᴄᴜʀʀᴇɴᴄʏ>|<ᴛᴏᴄᴜʀʀᴇɴᴄʏ>
╠➺   .ꜱʜᴏʀᴛ <ᴜʀʟ>
╠➺   .ᴄᴀʀɪꜱᴛɪᴋᴇʀ <qᴜᴇʀʏ>
╠➺   .ɪɢꜱ <ʟɪɴᴋ ꜱᴛᴏʀʏ/ʜɪɢʜʟɪɢʜᴛ>
╠➺   .ᴄᴀᴘᴄᴜᴛ <ʟɪɴᴋ ᴄᴀᴘᴄᴜᴛ>
╠➺   .ᴠᴏɪᴄᴇᴠᴏx (ⓛ)
╠➺   .ᴡɪᴋɪᴘᴇᴅɪᴀ <ᴀᴘᴀ>
╠➺   .ʙᴏᴛꜱᴡ (ⓛ)
╠➺   .ʟɪꜱᴛꜱᴡ (ⓛ)
╠➺   .ᴘɪɴᴛᴇʀᴇꜱᴛ <ᴘᴇɴᴄᴀʀɪᴀɴ> (ⓛ)
╠➺   .ʏᴀɴᴅᴇx *[ɪᴍɢ/ᴠɪᴅ qᴜᴇʀʏ]* (ⓛ)
╠➺   .ʏᴛs
╠➺   .ʏᴛsᴇᴀʀᴄʜ
╰─── –
─₍🍁₎❝┊ *ᴍᴀʜᴀꜱɪꜱᴡᴀ*
╠➺   .ᴍʜꜱ <ɴᴀᴍᴀ>
╠➺   .ᴍʜꜱ <ɴɪᴍ>
╰─── –
─₍🍁₎❝┊ *ᴘᴇɴᴅɪᴅɪᴋᴀɴ*
╠➺   .ᴍʜꜱ <ɴᴀᴍᴀ>
╠➺   .ᴍʜꜱ <ɴɪᴍ>
╰─── –
─₍🍁₎❝┊ *ᴅʟ*
╠➺   .ꜱᴘᴏᴛɪꜰʏ (ⓛ)
╰─── –
`
await m.reply(anu)
}
handler.help = ['menuinternet']
handler.tags = ['info']
handler.command = /^(menuinternet)$/i

export default handler