let handler = async (m) => {

let anu =`╔═━───╍━╍╍┄ *ɪɴᴛᴇʀɴᴇᴛ*
╠➺   .ꜰɪʟᴇʙᴏᴋᴇᴘ (ⓛ)
╠➺   .ᴀʟᴋɪᴛᴀʙ <ᴘᴇɴᴄᴀʀɪᴀɴ>
╠➺   .ᴘᴘᴄᴏᴜᴘʟᴇ
╠➺   .ᴀɴɪᴍᴇᴅɪꜰ
╠➺   .ʙᴜᴋᴀʟᴀᴘᴀᴋ (ⓛ)
╠➺   .ᴄᴇᴄᴀɴ
╠➺   .ᴄᴇʀɪᴛᴀʜᴏʀᴏʀ
╠➺   .ᴄᴇʀᴘᴇɴ
╠➺   .ᴄᴏɢᴀɴ
╠➺   .ᴄᴏᴠɪᴅ
╠➺   .ᴍᴇᴍᴇ (ⓛ)
╠➺   .ɢɪᴛʜᴜʙꜱᴛᴀʟᴋ <qᴜᴇʀʏ>
╠➺   .ɢᴏᴏɢʟᴇ <ᴘᴇɴᴄᴀʀɪᴀɴ> (ⓛ)
╠➺   .ɢᴏᴏɢʟᴇꜰ <ᴘᴇɴᴄᴀʀɪᴀɴ> (ⓛ)
╠➺   .ɢᴇᴍᴘᴀ
╠➺   .ᴄᴇᴋᴏᴘᴇɴᴀɪ <ᴀᴘɪᴋᴇʏ>
╠➺   .ᴄᴜᴀᴄᴀ
╠➺   .ᴅᴀʀᴋᴊᴏᴋᴇ (ⓛ)
╠➺   .ꜰᴇᴛᴄʜ <ᴜʀʟ>
╠➺   .ɢᴇᴛ <ᴜʀʟ>
╠➺   .ɢɪᴛʜᴜʙꜱᴇᴀʀᴄʜ <ᴘᴇɴᴄᴀʀɪᴀɴ>
╠➺   .ᴊᴀᴅᴡᴀʟʙᴏʟᴀ
╠➺   .ᴊᴏᴋᴇ
╠➺   .ᴋᴀᴛᴀɴɪᴍᴇ
╠➺   .ᴀɪ-ɪᴍᴀɢᴇ
╠➺   .ᴍʜꜱ <ɴᴀᴍᴀ>
╠➺   .ᴍʜꜱ <ɴɪᴍ>
╠➺   .ʀᴀɴᴅᴏᴍᴜꜱᴇʀ
╠➺   .ꜱᴜʙʀᴇᴅᴅɪᴛ
╠➺   .ᴊᴊᴀɴɪᴍᴇ (ⓛ)
╠➺   .ᴊᴇᴅᴀɢᴊᴇᴅᴜɢᴀɴɪᴍᴇ (ⓛ)
╠➺   .ᴊᴋᴛ48 <ᴘᴇɴᴄᴀʀɪᴀɴ> <ᴊᴜᴍʟᴀʜ ᴏᴘꜱɪᴏɴᴀʟ>
╠➺   .ɴɢᴀᴡɪ (ⓛ)
╠➺   .ᴊᴀᴡɪʀ (ⓛ)
╠➺   .ʜʏᴛᴀᴍ (ⓛ)
╠➺   .ꜱᴏɴɢꜰɪɴᴅ *[ɴᴀᴍᴇ ꜱᴏɴɢ]*
╠➺   .ʟɪʀɪᴋ *[ɴᴀᴍᴇ ꜱᴏɴɢ]*
╠➺   .ʟʏʀɪᴄꜱ *[ɴᴀᴍᴇ ꜱᴏɴɢ]*
╠➺   .ꜰɪɴᴅꜱᴏɴɢ *[ɴᴀᴍᴇ ꜱᴏɴɢ]*
╠➺   .ɴᴇɪᴍᴀ (ⓛ) (ⓟ)
╠➺   .ᴍᴏɴɪᴛᴏʀ
╠➺   .ᴘɪɴᴛᴇʀᴇꜱᴛᴠ2<qᴜᴇʀʏ> (ⓛ)
╠➺   .ᴘɪɴᴠ2<qᴜᴇʀʏ> (ⓛ)
╠➺   .ʀᴏꜱᴇ (ⓛ)
╠➺   .ꜱᴊᴀᴡɪʀ (ⓛ)
╠➺   .ʙᴏɴᴋ @ᴜꜱᴇʀ
╠➺   .ʙᴏɴᴋ
╠➺   .ᴄᴊ <ᴜʀʟ>
╠➺   .ᴛᴇxᴛ2ɪᴍɢ <ᴛᴇᴋꜱ>
╠➺   .ᴄᴏɴᴠᴇʀᴛᴜᴀɴɢ <ᴀᴍᴏᴜɴᴛ>|<ꜰʀᴏᴍᴄᴜʀʀᴇɴᴄʏ>|<ᴛᴏᴄᴜʀʀᴇɴᴄʏ>
╠➺   .ꜱʜᴏʀᴛ <ᴜʀʟ>
╠➺   .ᴄᴀʀɪꜱᴛɪᴋᴇʀ <qᴜᴇʀʏ>
╠➺   .ɪɢꜱ <ʟɪɴᴋ ꜱᴛᴏʀʏ/ʜɪɢʜʟɪɢʜᴛ>
╠➺   .ᴄᴀᴘᴄᴜᴛ <ʟɪɴᴋ ᴄᴀᴘᴄᴜᴛ>
╠➺   .ᴠᴏɪᴄᴇᴠᴏx (ⓛ)
╠➺   .ᴡɪᴋɪᴘᴇᴅɪᴀ <ᴀᴘᴀ>
╠➺   .ʙᴏᴛꜱᴡ (ⓛ)
╠➺   .ʟɪꜱᴛꜱᴡ (ⓛ)
╠➺   .ᴘɪɴᴛᴇʀᴇꜱᴛ <ᴘᴇɴᴄᴀʀɪᴀɴ> (ⓛ)
╠➺   .ʏᴀɴᴅᴇx *[ɪᴍɢ/ᴠɪᴅ qᴜᴇʀʏ]* (ⓛ)
╠➺   .ʏᴛs
╠➺   .ʏᴛsᴇᴀʀᴄʜ
╰─── –
╔═━───╍━╍╍┄ *ᴍᴀʜᴀꜱɪꜱᴡᴀ*
╠➺   .ᴍʜꜱ <ɴᴀᴍᴀ>
╠➺   .ᴍʜꜱ <ɴɪᴍ>
╰─── –
╔═━───╍━╍╍┄ *ᴘᴇɴᴅɪᴅɪᴋᴀɴ*
╠➺   .ᴍʜꜱ <ɴᴀᴍᴀ>
╠➺   .ᴍʜꜱ <ɴɪᴍ>
╰─── –
╔═━───╍━╍╍┄ *ᴅʟ*
╠➺   .ꜱᴘᴏᴛɪꜰʏ (ⓛ)
╰─── –
`
await conn.sendMessage(m.chat, {
  text: `${anu}`,
      contextInfo: {
      externalAdReply: {
        title: 'MENU LIST ELAINA',
        body: 'E L A I N A  M U L T I D E V I C E',
        thumbnailUrl: 'https://telegra.ph/file/94b9d0b5ef233c97e00e1.jpg',
        sourceUrl: saluran,
        mediaType: 1,
        renderLargerThumbnail: true, 
      }
        }
      }, {
        quoted: m
      });
    }
handler.help = ['menuinternet']
handler.tags = ['info']
handler.command = /^(menuinternet)$/i

export default handler