let handler = async (m) => {

let anu =` ─₍🍁₎❝┊ *ᴍᴀɪɴ*
╠➺   @ᴠᴇʀɪꜰʏ
╠➺   .ᴀꜰᴋ [ᴀʟᴀꜱᴀɴ]
╠➺   .ᴅᴀꜰᴛᴀʀ
╠➺   .ᴅᴏɴᴀꜱɪ
╠➺   .ᴊᴀᴅɪᴀɴ
╠➺   .ɢᴄʙᴏᴛ
╠➺   .ɢᴄᴇʟᴀɪɴᴀ
╠➺   .ᴅᴀꜱʜʙᴏᴀʀᴅ (ⓛ)
╠➺   .ᴅᴀꜱʜ (ⓛ)
╠➺   .ᴠɪᴇᴡꜱ (ⓛ)
╠➺   .ᴛᴏᴛᴀʟꜰᴇᴀᴛᴜʀᴇ
╠➺   .ᴄᴇᴋꜱɴ
╠➺   .ʟɪᴍɪᴛ [@ᴜꜱᴇʀ]
╠➺   ᴍᴏᴅᴇ
╠➺   .ɴᴏᴡᴀ <ɴᴜᴍʙᴇʀ>
╠➺   .ᴏʀᴅᴇʀ
╠➺   .ᴘʀᴏꜰɪʟᴇ (ⓛ)
╠➺   .ᴘʀᴏꜰɪʟᴇ *⧼@ᴜꜱᴇʀ⧽* (ⓛ)
╠➺   .ɢᴇᴛᴍꜱɢ
╠➺   .ᴜɴʀᴇɢ
╰─── –
`
await m.reply(anu)
}
handler.help = ['menuuser']
handler.tags = ['info']
handler.command = /^(menuuser)$/i

export default handler