let handler = async (m) => {

let anu =`╔═━───╍━╍╍┄ *ᴏᴡɴᴇʀ*
╠➺   .ᴀᴅᴅʟɪᴍɪᴛ
╠➺   .ʀᴇᴍʟɪᴍɪᴛ
╠➺   .ʙʀᴏᴀᴅᴄᴀꜱᴛɪᴍɢ <ᴛᴇᴋꜱ>
╠➺   .ʙᴄɪᴍɢ <ᴛᴇᴋꜱ>
╠➺   .ʙʀᴏᴀᴅᴄᴀꜱᴛ <ᴛᴇᴋꜱ>
╠➺   .ʙᴄ <ᴛᴇᴋꜱ>
╠➺   .ʙʀᴏᴀᴅᴄᴀꜱᴛᴄʜᴀᴛꜱ <ᴛᴇᴋꜱ>
╠➺   .ʙᴄᴄʜᴀᴛꜱ <ᴛᴇᴋꜱ>
╠➺   .ʙᴄɢᴄʙᴏᴛ <ᴛᴇᴋꜱ>
╠➺   .ᴇɴᴀʙʟᴇᴀʙʟᴇ <ᴏᴘᴛɪᴏɴ>
╠➺   .ᴅɪꜱᴀʙʟᴇᴀʙʟᴇ <ᴏᴘᴛɪᴏɴ>
╠➺   .ᴇɴᴀʙʟᴇ
╠➺   .ᴅɪꜱᴀʙʟᴇ
╠➺   .ᴅᴇʟᴇxᴘɪʀᴇᴅ
╠➺   .ꜱᴇᴛᴇxᴘɪʀᴇᴅ <ʜᴀʀɪ>
╠➺   .ʟɪꜱᴛᴘᴄ
╠➺   .ᴀᴅᴅᴇxᴘ  (ⓟ)
╠➺   .ᴀᴅᴅᴏᴡɴᴇʀ @ᴜꜱᴇʀ
╠➺   .ᴀᴅᴅᴍᴏɴᴇʏ
╠➺   .ʀᴇᴍᴍᴏɴᴇʏ
╠➺   .ᴀᴅᴅᴘʀᴇᴍ [@ᴜꜱᴇʀ] <ᴅᴀʏꜱ>
╠➺   .ʙᴀɴᴄʜᴀᴛ
╠➺   .ʙᴀɴ @ᴜꜱᴇʀ
╠➺   .ᴄʟᴇᴀʀᴛᴍᴘ
╠➺   .ᴅᴇʟᴘʀᴇᴍ [@ᴜꜱᴇʀ]
╠➺   .ᴅᴇʟᴇᴛᴇᴜꜱᴇʀ
╠➺   .ᴅꜰ
╠➺   .ɢᴇᴛᴅʙ
╠➺   .ɢᴇᴛꜰɪʟᴇ <ᴛᴇxᴛ>
╠➺   .ɢᴇᴛᴘʟᴜɢɪɴ <ᴛᴇxᴛ>
╠➺   .ᴊᴏɪɴ <ᴄʜᴀᴛ.ᴡʜᴀᴛꜱᴀᴘᴘ.ᴄᴏᴍ>
╠➺   .ᴏᴋɪᴄᴋ @ᴜꜱᴇʀ
╠➺   .ᴏ- @ᴜꜱᴇʀ
╠➺   .ʟᴇᴀᴠᴇɢᴄ
╠➺   .ᴏᴜᴛ
╠➺   .ᴏᴘʀᴏᴍᴏᴛᴇ @ᴛᴀɢ
╠➺   .ʀᴇꜱᴇᴛᴄʜᴀᴛ
╠➺   .ʀᴇꜱᴛᴀʀᴛ
╠➺   .ɢᴇᴛꜱᴇꜱꜱɪ
╠➺   .ꜱᴇᴛʙᴏᴛʙɪᴏ <ᴛᴇᴋꜱ>
╠➺   .ꜱᴇᴛᴘᴘʙᴏᴛꜰᴜʟʟ
╠➺   .ꜱᴇᴛᴘʀᴇꜰɪx
╠➺   .ꜱᴀᴠᴇᴘʟᴜɢɪɴ
╠➺   .ꜱɪᴍᴜʟᴀᴛᴇ <ᴇᴠᴇɴᴛ> [@ᴍᴇɴᴛɪᴏɴ]
╠➺   .ᴏ-ᴛᴀɢᴀʟʟ
╠➺   .ᴜɴʙᴀɴᴄʜᴀᴛ
╠➺   .ᴜɴʙᴀɴ
╠➺   .ᴡᴀʀᴄᴀʟ
╠➺   .ᴡᴀʀᴄʟᴇᴀʀ
╠➺   .ᴘᴜꜱʜᴋᴏɴᴛᴀᴋ
╠➺   .ʀᴇꜱᴇᴛʟɪᴍɪᴛ
╠➺   .ꜱᴇʟꜰ
╠➺   .ᴘᴜʙʟɪᴄ
╠➺   .ꜱᴍꜱ 62xxx
╰─── –
╔═━───╍━╍╍┄ *ʜᴏꜱᴛ*
╠➺   .ʙᴄɢᴄʙ
╰─── –
╔═━───╍━╍╍┄ *ᴀᴅᴠᴀɴᴄᴇᴅ*
╠➺   >
╠➺   =>
╰─── –
`
await conn.sendMessage(m.chat, {
  text: `${anu}`,
      contextInfo: {
      externalAdReply: {
        title: 'MENU LIST ELAINA',
        body: 'E L A I N A  M U L T I D E V I C E',
        thumbnailUrl: 'https://telegra.ph/file/94b9d0b5ef233c97e00e1.jpg',
        sourceUrl: saluran,
        mediaType: 1,
        renderLargerThumbnail: true, 
      }
        }
      }, {
        quoted: m
      });
    }
handler.help = ['menuowner']
handler.tags = ['info']
handler.command = /^(menuowner)$/i

export default handler